"""Shablon.xlsx dan avtomatik olingan mahsulotlar ro'yxati."""

PRODUCT_CATEGORIES = [
    {'name': 'Стойкая крем-краска 3Д пакет *18', 'items': ['3,65 Баклажан', '5,77 Шоколадный каштан', '4,0 Роскошный каштан', '4,75 Черный шоколад', '5,0 Шоколадный', '7,0 Русый', '6,0 Темно русый', '8,0 Светло русый', '2,81 Иссиня Черный', '7,1 Орохово Пепелный', '9,1 Жемчуг', '10,20 Холодный блонд', '11,13 Жемчужный блонд', '11,20 Слоновая кость', '5,3 Золотистый трюфель', '6,3 Золотистый грильяж', '7,3 Золотистый мускат', '5,56 Темный гранат', '5,71 Какао со льдом', '7,73 Капучино', '8,74 Карамель', '4,56 Темная вишния', '4,65 Дикая слива', '4,77 Темный орех', '3,0 Темный каштан', '1,0 Королевский черный', '2,0 Драгоценный Черный агат', '5,75 Благородный опал', '10,10 Серебристый блонд', '10,31 Шампань']},
    {'name': 'Элетт кош краска *30', 'items': ['1,0 Черный', '4,0 Коричневый']},
    {'name': 'BRIO 75ml Для бритьва *24', 'items': ['Cool effect with vitamin E', 'With a tonic effect', 'With activated carbon']},
    {'name': 'BRIO 50ml После бритьва *24', 'items': ['Cool & Fresh', 'Soothing', 'With activated carbon']},
    {'name': 'Краска для волос "ECLAIR" *24 OMEGA', 'items': ['10 Черный', '36 Баклажан', '45 Дикая вишня', '30 Темно - каштановый', '50 Шоколадный', '47 Каштан', '37 Черный шоколад', '4,00 Каштановый', '3,70 Темно шокалад', '11 Иссиня - черный', '70 Русый', '60 Темно русый', '63 Капучино', '77 Горький шоколад', '707 Ольха', '46 Божоле', '55 Гранат', '33 Лесной орех', '80 Светло русый', '57 Какао', '53 Золотистый орех', '43 Золотистый кофе', '67 Натуральный кофе', '706 Ракушка', '65 Махагон', '555 Рубин', '97 Карамель', '87 Песчаный берег', '100 Блонд', '673 Эспрессо', '073 Золотисто русый', '106 Жемчужно-серебристый', '90 Солнечный пляж', '111 Платиновый блондин', '110 Скандинавский блондин', '7,1 Холодный русый', '8,1 Холодный светло русый', '9,1 Пепельный', '116 Яркий пепельный', '644 Медный щик']},
    {'name': 'SUPER BLOND *30', 'items': ['SUPER BLOND *30']},
    {'name': 'ULTRA BLOND *20', 'items': ['ULTRA BLOND *20']},
    {'name': 'Экстра Lock On 100мл', 'items': ['Экстра Lock On 100мл']},
    {'name': 'Стойкая крем-краска 3Д Туба*18', 'items': ['3,65 Баклажан', '3,0 Темный каштан', '4,75 Черный шоколад', '5,0 Шоколадный', '2,0 Драгоценный Черный агат', '1,0 Королевский черный', '5,56 Темный гранат', '7,3 Золотистый мускат', '6,3 Золотистый грильяж', '5,3 Золотистый трюфель', '2,81 Иссиня Черный', '6,0 Темно русый', '7,0 Русый', '4,0 Роскошный каштан', '5,77 Шоколадный каштан', '4,56 Темная вишня', '4,65 Дикая слива', '4,77 Темный орех', '8,0 Светло русый', '7,1 Орохово Пепелный', '9,1 Жемчуг', '10,20 Холодный блонд', '11,13 Жемчужный блонд', '11,20 Слоновая кость', '5,71 Какао со льдом', '7,73 Капучино', '8,74 Карамель', '5,75 Благородный опал', '10,10 Серебристый блонд', '10,31 Шампань']},
    {'name': 'Депилятор 0,75 ml. *30', 'items': ['Алое вера', 'Ромашка']},
    {'name': 'Депилятор 125 ml. *20', 'items': ['Гладкий шелк', 'Деликатный']},
    {'name': 'Краска шампун 25 ml. *180', 'items': ['BLACK HAIR 25 ml *180', 'DARK BROWN 25 ml *180', 'Амфиора Депилятор 100 ml. *20']},
]
